Mathematica 8.0 for Linux x86 (64-bit)
Copyright 1988-2011 Wolfram Research, Inc.

In[1]:= 
In[2]:= 
In[3]:= Loading FeynCalc from /home/rolfm/HighEnergyPhysics
FeynCalc 8.1.0 Type ?FeynCalc for help or visit http://www.feyncalc.org/
$PrePrint is set to FeynCalcForm. Use FI and FC to change the display format.
Loading FeynArts, see www.feynarts.de for documentation
FeynArts 3.4 patched for use with FeynCalc

In[4]:= 
In[5]:= 
In[6]:= 
In[7]:= 
Syntax::bktwrn: 
   "Rule("Version",3.01)" represents multiplication; use 
    "Rule["Version",3.01]" to represent a function
     (line 1 of
     "/home/rolfm/.Mathematica/ApplicationData/Parallel/Preferences/Preference
     s.m").

Syntax::sntx: Invalid syntax in or before "List(Rule("Version",3.01))"
                                                               ^
     (line 1 of
     "/home/rolfm/.Mathematica/ApplicationData/Parallel/Preferences/Preference
     s.m").

ReplaceAll::reps: 
   {Null, Version -> 3.01, CVSRevision -> 1.36, 
     LocalStatus -> Hold[{<<4>>}, <<5>>], <<15>>, 
     Parallel`Palette`paletteConfig[Local Kernels, Batch] -> {}, 
     debugPreference[Batch] -> False} is neither a list of replacement rules
     nor a valid dispatch table, and so cannot be used for replacing.

ReplaceAll::reps: 
   {Null, Version -> 3.01, CVSRevision -> 1.36, 
     LocalStatus -> Hold[{tr[Loca<<22>>Name], <<3>>}, <<5>>], <<15>>, 
     paletteConfig[Local Kernels, Batch] -> {}, 
     debugPreference[Batch] -> False} is neither a list of replacement rules
     nor a valid dispatch table, and so cannot be used for replacing.

Throw::nocatch: 
   Uncaught Throw[Parallel`Preferences`Private`nopref[Version], Preferences]
     returned to top level.
In[7]:= time used for the calculation = tim

In[8]:= 
ReplaceAll::reps: 
   {sol} is neither a list of replacement rules nor a valid dispatch table,
     and so cannot be used for replacing.

ReplaceAll::reps: 
   {sol} is neither a list of replacement rules nor a valid dispatch table,
     and so cannot be used for replacing.

In[9]:= time used for checking the result = {0., eqs /. sol}

In[10]:= leaf count of sol = 1

In[11]:= 
Out[11]= {0., Null}

In[12]:= time used for simplification = {0., Null}

In[13]:= leaf count of solsim = 1

In[14]:= Memory used:26.4864 MB

In[15]:= 
In[16]:= the result is:

In[17]:= sol

In[18]:=                                                       9
total time used = 0.0166667 Round[3.535452834107929 10  - timingstart]minutes

In[19]:= 
